/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Skype WiFi 介紹";
"INTRO_SUBHEADER" = "在公共 WiFi 熱點上網只需以Skype點數支付上網費用。";
"INTRO_ICON_WIFI" = "透過 Skype 收發電子郵件和瀏覽網路。";
"INTRO_ICON_GLOBE" = "Skype WiFi 在世界各地有超過1百萬個熱點。";
"INTRO_ICON_SKYPECREDIT" = "只需支付上網的連線分鐘費用。";

"STATE_CHECKINGNETWORK_HEADER" = "請稍候…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "正在檢查有無 Skype WiFi 網路";

"STATE_JOINWIFI_HEADER" = "您沒有連線到 WiFi 無線";
"STATE_JOINWIFI_SUBHEADER" = "請連線到有支援 Skype WiFi 無線網路的網域。";

"STATE_ALREADYONLINE_HEADER" = "您已連線";
"STATE_ALREADYONLINE_SUBHEADER" = "看起來您已經連上網路。Skype WiFi 可以讓您在世界各地1百多萬個公共 WiFi 熱點上網。";

"STATE_GENERALERROR_HEADER" = "無法連線";
"STATE_GENERALERROR_SUBHEADER" = "目前 WiFi 沒有正確回應，請嘗試其他連線熱點。";

"STATE_CONNECT_HEADER" = "這裡有 Skype WiFi 服務";
"STATE_CONNECT_TOS_HTML_FORMAT" = "只要連線，就代表您同意網路供應商的 <a href=\"%@\">使用條款</a>";

"STATE_CONNECT_BUTTON" = "連線";
"STATE_CONNECTING_BUTTON" = "連線中…";

"STATE_CONNECTED_SHORT" = "已連線";
"STATE_CONNECTED_HEADER" = "您將以 Skype WiFi 連線到網際網路";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "斷線";
"STATE_DISCONNECTING_BUTTON" = "斷線…";

"STATE_NOCREDIT_HEADER" = "Skype 點數不足";


/* === Mac only === */

"OK_BUTTON" = "好";
"LEARNMORE_BUTTON" = "更多資訊";
"CLOSE_BUTTON" = "關閉";
"GO_BACK_BUTTON" = "返回";
"CONTINUE_BUTTON" = "繼續";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi 需要 OS X %@ 或更新的作業系統方能啟用。";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "您無法以微軟帳號使用Skype WiFi 服務。請改以Skype 帳號密碼登入使用。";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "您無法以微軟帳號使用Skype WiFi 服務。請建立Skype 帳號並以該帳號登入使用。";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "您將以 Skype WiFi 連線到網際網路";
"FLOATER_CONNECTED_WISPR_TITLE" = "您已連線";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "連線即將終止";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "為避免您忘記中斷連線，透過Skype 點數扣款上網的連線將自動終止。";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d 分鐘";

"STATE_CONNECT_SUBHEADER" = "在這個網域透過Skype WiFi上網只需以Skype點數支付上網連線分鐘費用。";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi 在此是免費的";
"STATE_CONNECT_FREE_SUBHEADER" = "在這個熱點享受免費上網，透過Skype WiFi 瀏覽網頁、收發電子郵件或單純使用Skype 的各項服務。";
"STATE_CONNECT_WISPR_HEADER" = "我擁有此供應商所提供的帳號";
"STATE_CONNECT_WISPR_SUBHEADER" = "我擁有此供應商所提供的帳號，請輸入憑證帳密。";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "您的網路連線即將終止";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ 您隨時可以中斷連線且僅需支付使用的連線分鐘費用。";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "您已連線 %d 分鐘。";
"COUNTUP_0MIN" = "連線時間剩餘不到1分鐘。";
"COUNTUP_1MIN" = "您已連線1分鐘。";
"STATE_CONNECTED_WISPR_HEADER" = "您已連線";
"STATE_CONNECTED_WISPR_SUBHEADER" = "您已透過電信供應商熱點的帳號連線。您隨時可以中斷連線。";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "評價此熱點";

"STATE_CONNECTED_EXTEND_BUTTON" = "繼續連線使用";
"STATE_CONNECTED_EXTENDING_BUTTON" = "重新連接中…";

"STATE_NOCREDIT_SUBHEADER" = "您需要有 Skype 點數才能在這裡支付以 Skype WiFi 上網的費用，以分鐘計費。";
"STATE_NOCREDIT_BUTTON" = "購買 Skype 點數";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "檢查網路中";
"STATE_JOINWIFI_SHORT" = "沒有 WiFi";
"STATE_ALREADYONLINE_SHORT" = "已連線";
"STATE_GENERALERROR_SHORT" = "錯誤";
"STATE_CONNECT_SHORT" = "可使用";
"STATE_NOCREDIT_SHORT" = "沒有點數";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d 分鐘";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 分鐘";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "少於 1 分鐘";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "您的連線即將終止。";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skype 名稱";
"LOGIN_PASSWORD_PLACEHOLDER" = "密碼";
"LOGIN_BUTTON" = "登入";
"SIGN_OUT_BUTTON" = "登出";

/* unused */
"LOGIN_PROBLEMS" = "無法登入?";
"LOGIN_CREATE_ACCOUNT" = "建立帳號";

/* iPhone/iPad */
"SETTINGS_TITLE" = "設定";
/* unused */
"SETTINGS_BUTTON" = "設定";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi 版本 %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype 及 / 或 Microsoft";
"ABOUT_PATENTPENDING" = "專利申請中";
"ABOUT_FEEDBACK_BUTTON" = "意見回饋";
"ABOUT_LEGAL_BUTTON" = "法律條款";
"ABOUT_TRADEMARK" = "Skype 名稱、相關商標、標誌及「S」符號均為 Skype 或其相關集團實體的商標。";
"ABOUT_DISCLAIMER" = "警告：本程式受版權法和國際條約保護。未經許可擅自複製或分發本程式或其中任何部分可能導致嚴重的民事及刑事懲罰，並會根據法律予以最嚴重的起訴。";

/* unused */
"PROFILE_BUTTON" = "個人資訊";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skype 名稱";
"PROFILE_SKYPECREDIT" = "Skype 點數";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "載入中…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "曾連線過的熱點";
"USAGE_PREVIOUSCONNECTIONS" = "前一次連線";
"USAGE_LASTUSED" = "最後一次連線";
"USAGE_LASTUSED_NEVER_VALUE" = "從不";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@ 和 %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "熱門位置";
"SUPPORTEDNETWORKS_PROVIDERS" = "電信供應商";
